{
  "stepDescription": [
    {
      "title": "Top panel",
      "content": "This panel can perform different functions depending on the state of the game. In this case, the numbers of the players at the table will be indicated here. \n Click \"NEXT\" button to continue tutorial.",
      "position": "afterNumbersPanel"
    },
    {
      "content": "Press the \"PRESS\" button a few times, to get the player number.",
      "position": "afterNumbersPanel"
    },
    {
      "title": "Music",
      "content": "Music will be streamed by the application. If you want to disable this option, go to the settings. This will save your traffic.",
      "position": "afterNumbersPanel"
    },
    {
      "title": "Music control",
      "content": "At night phase, the buttons on the top can pause the music, and also turn on the next song. \n If you are using a smartphone, make sure it is not in silent mode.",
      "position": "top"
    },
    {
      "title": "$t(navBarTitles:roleDealing)",
      "content": "During the manual distribution of roles, select a player number and assign a role to him. \n The application also has an automatic distribution of roles.",
      "position": "bottom"
    },
    {
      "title": "Minimize the window",
      "content": "To set fouls at night phase, minimize the window to access the players' cards.",
      "position": "bottom"
    },
    {
      "title": "Issue a foul",
      "content": "To issue a foul, you must click on \"+\". To remove a foul issued by mistake, click on \"-\".\n E.g. give 8th player 4 fouls and he will die after a second.",
      "position": "left"
    },
    {
      "title": "Player management",
      "content": "In this panel, you can control the player's timer (pause/reset) and switch to the next players.",
      "position": "top"
    },
    {
      "title": "Putting players for a vote",
      "content": "In the top panel, you can specify whom the active player nominates. To do that, press any circled number. \n By clicking on another number, the candidate will be replaced. By pressing the selected number again, you can remove the candidacy.",
      "position": "afterNumbersPanel"
    }
  ]
}