export default [
  {
    title: 'Верхняя панель',
    content:
      'Эта панель может выполнять разные функции в зависимости от состояния игры. В данном случае, здесь будут указаны номера за столом. \n Нажми ДАЛЕЕ.',
    position: 'afterNumbersPanel',
  },
  { content: 'Нажмите на кнопку "НАЖМИ" пару раз, чтобы узнать номер игрока.', position: 'afterNumbersPanel' },
  {
    title: 'Музыка',
    content:
      'В приложении будет загружаться музыка. Если хотите выключить эту опцию, зайдите в настройки. Это сэкономит ваш трафик.',
    position: 'afterNumbersPanel',
  },
  {
    title: 'Управление музыкой',
    content:
      'В ночное время кнопками сверху можно ставить звук на паузу, а также включать следующую композицию. \n Если вы используете смартфон, убедитесь, что он не в беззвучном режиме.',
    position: 'top',
  },
  {
    title: 'Раздача ролей',
    content:
      'Во время ручной раздачи ролей, выбирите номер игрока и присвойте ему роль. \n В приложении присутствует и автоматическая раздача ролей.',
    position: 'bottom',
  },
  {
    title: 'Сверните окно',
    content: 'Для выставления фолоф в ночное время, сверните окно для доступа к карточкам игроков.',
    position: 'bottom',
  },
  {
    title: 'Поставьте фол',
    content:
      'Для выставления фола, необходимо нажать на "+". Чтобы убрать фол, выставленный по ошибке, нажмите на "-".\n Поставьте 8-у игроку 4 фола, и через секунду он умрет.',
    position: 'left',
  },
  {
    title: 'Управление игроками',
    content: 'В этой панели можно управлять таймером игрока (пауза/сброс) и переключатся на следующих игроков.',
    position: 'top',
  },
  {
    title: 'Выставление на голосование',
    content:
      'В верхней панели можно указать, кого выставляет активный игрок. При нажатии на другую цифру, кандидатура будет заменена. Повторным нажатием на выбранную цифру, можно снять кандидатуру.',
    position: 'afterNumbersPanel',
  },
];
